{    
    "writeGood": {
        "passive": false
    },
    "attribute":{
        "Poor": 1,
        "Average": 2,
        "Good": 3
    },
    "scene" : [
        "Continue" ,
        "Suggestions",
        "Profile",
        "Cancel"
    ],
    "characters" : [
        "The Monk" ,
        "The Knight",
        "The Poet",
        "The Aristocrat",
        "The Scholar",
        "The Courtier"
    ],
    "skills" : [
        "Inspiration" ,
        "Illumination" ,
        "Augmentation"
    ],

    "description" : {
        "Inspiration" : {
            "desc" : "You are a born leader, with the ability to use powerful language to inspire others in your letters.",
            "detail": "Gain +1 dice to a Language Test."
        },
        "Illumination" : {
            "desc" : "You have studied the art of calligraphy and manuscript illumination, able to conjure incredible works for art from the tip of your pen.",
            "detail": "Gain +1 dice to a Penmanship Test."
        },
        "Augmentation" : {
            "desc" : "You are an emotive writer with the ability to describe a scene in such a way to transport the reader with your language.",
            "detail": "Gain +1 dice to a Heart Test."
        },
        "The Monk" : {
            "desc" : "The holiest of people, monks come from all walks of life, whether they are rich or poor. Monks devote their life to the teachings of their deity, living a secluded, quiet life in the monastery. Monks must take three vows that they keep sacred - the Vow of Poverty, the Vow of Chastity and the Vow of Obedience. \nMonks are very well respected in society. Monks have excellent penmanship, having been taught the art of calligraphy in the monastery. However, they tend to write matter-of-factly. \nThe female version of the monk is the nun.",
            "detail": "Penmanship: Good\nLanguage: Average\nHeart: Poor"
        },
	    "The Knight" : {
            "desc" : "The knight is the bastion of chivalry and romance. Tales are told of great knights and their bravery in the battlefield.\nKnights embark upon grand quests, often given by the King or Queen – whether it is to save a village from marauders or to rid a forest of boggarts.\nIt is worth noting that knights can be either men or women.\nWhile knights write with all their heart, they do not have the best grasp of language.",
            "detail": "Penmanship: Average\nLanguage: Poor\nHeart: Good"
        },
	    "The Poet": {
            "desc" : "The poet is a master of language – able to create beauty with just a quill and parchment.\nMany poets form literary groups, or Poet Corners, where they meet and discuss their works. Some will even read out loud their epic works in front of an audience for payment.\nBecause the poet is more concerned with the words on the page rather than how they are presented, their penmanship isn't the best.",
            "detail": "Penmanship: Poor\nLanguage: Good\nHeart: Average"
        },
	    "The Aristocrat": {
            "desc" : "The aristocracy represents the most wealthy and privileged people in society. They have everything they could ever need – stately homes, valuable trinkets and servants at their disposal.\nNaturally aristocrats have a high standing in society, although not all are respected as many are seen as pompous and arrogant, throwing their money away on frivolous things rather than aiding those less fortunate.",
            "detail": "Penmanship: Good\nLanguage: Poor\nHeart: Average"
        },
	    "The Scholar": {
            "desc" : "Scholars are the great minds of the world – studying subjects like mathematics, literature, botany and geography.\nThe halls of universities are packed with scholar, some of which teach while others study their discipline in the library.\nScholars are well-educated, so their grasp of language is second-to-none.",
            "detail": "Penmanship: Average\nLanguage: Good\nHeart: Poor"
        },
	    "The Courtier": {
            "desc" : "Walking the halls of power, the courtier is a social butterfly who aims to climb the ranks through flattery and intrigue. They live within the walls of palaces and castles, aiding the monarchy with their duties.\nCourtiers are experts at winning people over and gaining their trust, although they are known to play people off against each other through deception in order to get ahead.",
            "detail": "Penmanship: Poor\nLanguage: Average\nHeart: Good"
        }
    },
    "scenarios":{
        "The Archduke":{
            "Profile": [
                "❖ You are corresponding with the Archduke Godfrey, a powerful member of the royal family who is known for his serious demeanour.",
                "❖ You are writing to give your condolences for the passing of his sister, Mary of Linchester. She came down with the consumption and passed a week ago. You were acquainted with her, having been in the same school when you were young. You will bring up your past and what you both did when you were children."
            ],
            "Rules": [
                "❖ Courtiers and Aristocrats gain an extra Heart die in this scenario",
                "❖ You are using a superior parchment in this missive. Gain an extra Penmanship die."
            ],
            "InkPot":[
                {
                    "Inferior": "Climbing Trees", 
                    "Superior": "Scaling Oaks"
                },
                {
                    "Inferior": "Death", 
                    "Superior": "Passing"
                },
                {
                    "Inferior": "Teachers", 
                    "Superior": "Scholars"
                },
                {
                    "Inferior": "Rode Horses", 
                    "Superior": "Rode Stallions"
                },
                {
                    "Inferior": "Town", 
                    "Superior": "Riverton"
                },
                {
                    "Inferior": "Ducks", 
                    "Superior": "Mallards"
                },
                {
                    "Inferior": "Angels", 
                    "Superior": "Seraphim"
                },
                {
                    "Inferior": "Fields", 
                    "Superior": "Heather Fields"
                },
                {
                    "Inferior": "Church", 
                    "Superior": "Cathedral of Light"
                },
                {
                    "Inferior": "Young Boy", 
                    "Superior": "Young Harold of Whent"
                }
            ],
            "Consequences":{
                "Less than 5 points": "The Archduke is disgusted by your letter. You have lost his respect and will no longer be in contact with you.",
                "5 to 7 points": "The Archduke responds kindly, but is quick to criticise your letter. You will unlikely hear from him for some months.",
                "8 to 10 points": "The Archduke thanks you for your kind letter. He invites you over next week to stay on his estate.",
                "11+ points": "The Archduke thanks you profusely for your excellent letter and promises that you will be repaid for your kindness with a gift of great worth."
            },
            "bonus": {
                "All":"penmanship",
                "The Courtier":"heart",
                "The Aristocrat":"heart"
            },
            "reroll":[]
        },        
        "The Art Dealer":{
            "Profile": [
                "❖ You are corresponding with Christina Bowbridge, renowned art dealer who is known for her enthusiastic personality and adoration of the monarchy.",
                "❖ You are writing to inquire about buying a portrait of Prince Edward IV, however you have heard rumours that this painting could be a fake, but you must find this information from Christina without offending her."
            ],
            "Rules": [
                "❖ Ms Bowbridge likes to be impressed with beautiful calligraphy so you must take care. When making a Penmanship test, re-roll the highest die and accept the final roll."
            ],
            "InkPot":[
                {
                    "Inferior": "The Prince", 
                    "Superior": "His Royal Highness Prince"
                },
                {
                    "Inferior": "Edward IV", 
                    "Superior": "Edward IV"
                },
                {
                    "Inferior": "Fake", 
                    "Superior": "Reproduction"
                },
                {
                    "Inferior": "Colours", 
                    "Superior": "Spectrum"
                },
                {
                    "Inferior": "I'm sorry", 
                    "Superior": "I apologise profusely"
                },
                {
                    "Inferior": "Fountain", 
                    "Superior": "Great Fountain of Aleah"
                },
                {
                    "Inferior": "Look at", 
                    "Superior": "Inspect"
                },
                {
                    "Inferior": "Skill", 
                    "Superior": "Esteemed expertise"
                },
                {
                    "Inferior": "My mum", 
                    "Superior": "My dear mother"
                },
                {
                    "Inferior": "Signature", 
                    "Superior": "Inscription"
                },
                {
                    "Inferior": "Tick you off", 
                    "Superior": "Offend you"
                }
            ],
            "Consequences":{
                "Less than 5 points": "Christina takes great offence to your letter and responds with a scathing letter about your character. She will not sell you the painting...ever.",
                "5 to 7 points": "Christina's response is mild, but she has obviously taken some offence. She will sell the painting but for double the price.",
                "8 to 10 points": "Christina is pleased with your letter and responds enthusiastically. She clearly has taken little offence and will sell you the painting.",
                "11+ points": "Christina is overwhelmed by your letter and wishes to give you the painting as a gift."
            },
            "bonus": {
            },
            "reroll":["penmanship"]
        },        
        "The Father":{
            "Profile": [
                "❖ You are corresponding with Mr Anthony Winsborough, an old friend of yours, whose son, Rupert, was found dead near your residences.",
                "❖ You are writing to inform Anthony of his son's death. You must be sensitive and explain what happened and how you found Rupert."
            ],
            "Rules": [
                "❖ Anthony would prefer to hear this news from a person of the cloth. Monks and nuns gain an extra die when rolling Language tests for this scenario."
            ],
            "InkPot":[
                {
                    "Inferior": "Your boy", 
                    "Superior": "Your dear son"
                },
                {
                    "Inferior": "Corpse", 
                    "Superior": "Body"
                },
                {
                    "Inferior": "Bawdy house", 
                    "Superior": "Drinking establishment"
                },
                {
                    "Inferior": "Brutal", 
                    "Superior": "Harrowing"
                },
                {
                    "Inferior": "I'm sorry", 
                    "Superior": "My infinite condolences"
                },
                {
                    "Inferior": "At peace", 
                    "Superior": "In heaven"
                },
                {
                    "Inferior": "A guard", 
                    "Superior": "The police"
                },
                {
                    "Inferior": "Sadness", 
                    "Superior": "Sorrow"
                },
                {
                    "Inferior": "Rain", 
                    "Superior": "Downpour"
                },
                {
                    "Inferior": "Box", 
                    "Superior": "Coffin"
                }
            ],
            "Consequences":{
                "Less than 5 points": "Anthony responds aggressively, blaming you for not being there for him and for not caring. You no longer hear from Anthony.",
                "5 to 7 points": "Anthony's is clearly disappointed in how you have relayed the information to him, but he does not blame you.",
                "8 to 10 points": "Anthony thanks you for telling him about his son and invites you to his funeral.",
                "11+ points": "Anthony commends you for your letter and wishes you to speak at his son's funeral."
            },
            "bonus": {
                "The Monk" : "language"
            },
            "reroll":[]
        },        
        "The King":{
            "Profile": [
                "❖ You are corresponding with King Gerald V, who you have only met on one occasion. He is a tyrant and unloved by the populace.",
                "❖ You are writing to inform the King of a suspicious fellow you have seen about town who you believe to be a spy. You must convince him that you are not a raving lunatic and to take your concerns seriously, while being cordial."
            ],
            "Rules": [
                "❖ You are using a high quality parchment and seal. Gain an extra Penmanship die.",
                "❖ Courtiers gain an extra Heart die this scenario."
            ],
            "InkPot":[
                {
                    "Inferior": "Gerald", 
                    "Superior": "Your Majesty"
                },
                {
                    "Inferior": "Smithy", 
                    "Superior": "Blacksmith"
                },
                {
                    "Inferior": "Funny man", 
                    "Superior": "Curious individual"
                },
                {
                    "Inferior": "Hidden", 
                    "Superior": "Concealed"
                },
                {
                    "Inferior": "Poison", 
                    "Superior": "Deadly Nightshade"
                },
                {
                    "Inferior": "Big bloke", 
                    "Superior": "Imposing man"
                },
                {
                    "Inferior": "Cow house", 
                    "Superior": "Barn"
                },
                {
                    "Inferior": "Furry lip", 
                    "Superior": "Moustache"
                },
                {
                    "Inferior": "Buggered face", 
                    "Superior": "Scarred visage"
                },
                {
                    "Inferior": "Worrying", 
                    "Superior": "Alarming"
                }
            ],
            "Consequences":{
                "Less than 5 points": "The King does not respond. Several days after you sent your missive you are visited by the royal guard and brought to prison for your disrespectful letter.",
                "5 to 7 points": "You receive a letter from the captain of the royal guard thanking you, but she does not believe you and does not wish you to write again.",
                "8 to 10 points": "You receive a letter from a senior official close to the King thanking you. You also receive a monetary reward in the letter.",
                "11+ points": "The King writes to you personally with great thanks. He has positioned his guard close by and the spy will be caught. You are invited to the King's court as a guest and hero."
            },
            "bonus": {
                "All":"penmanship",
                "The Courtier" : "heart"
            },
            "reroll":[]
        },        
        "A Cruel Distance":{
            "Profile": [
                "❖ You are corresponding with Aubrey Cornish, a bookmaker you met while abroad. After becoming instantly besotted, you had to leave after a month to return to your home country.",
                "❖ You are writing to explain your feelings and to persuade Aubrey to come to your country to live with you."
            ],
            "Rules": [
                "❖ Aubrey is a bookmaker and therefore enjoys well-crafted missives. You will be using your best ink for this letter, giving you an extra Penmanship die."
            ],
            "InkPot":[
                {
                    "Inferior": "Miss you", 
                    "Superior": "Dying be with you"
                },
                {
                    "Inferior": "Mountains", 
                    "Superior": "Peaks of Vandrias"
                },
                {
                    "Inferior": "Flowers", 
                    "Superior": "Tulips"
                },
                {
                    "Inferior": "Want", 
                    "Superior": "Desire"
                },
                {
                    "Inferior": "Cold", 
                    "Superior": "Freezing"
                },
                {
                    "Inferior": "Books", 
                    "Superior": "Tomes"
                },
                {
                    "Inferior": "Gentle", 
                    "Superior": "Fragile"
                },
                {
                    "Inferior": "Hold", 
                    "Superior": "Embrace"
                },
                {
                    "Inferior": "Marry", 
                    "Superior": "Be wed"
                },
                {
                    "Inferior": "Tick you off", 
                    "Superior": "Offend you"
                }
            ],
            "Consequences":{
                "Less than 5 points": "You receive a response to your letter, explaining that Aubrey could never be with you. Your true love tells you to never write again.",
                "5 to 7 points": "Aubrey is flattered, but cannot return your love. You receive no more letters.",
                "8 to 10 points": "You receive a beautiful letter returning your feelings. Aubrey will be moving in the next month to be with you.",
                "11+ points": "Aubrey is overjoyed with your letter and will not only move within the fortnight, but also wishes to marry you immediately."
            },
            "bonus": {
                "All":"penmanship"
            },
            "reroll":[]
        },        
        "Making Amends":{
            "Profile": [
                "❖ You are corresponding with Emery Penderghast, an ex-lover who left you a month ago after deciding that you weren't committed to the relationship.",
                "❖ You are writing to win back Emery and to explain that you have changed and are more committed than ever. You need to persuade Emery that you both have a future and give examples as to how your life is without your love."
            ],
            "Rules": [
                "❖ Emery likes when people are straightforward with their correspondence. You are unable to use any skills in this letter."
            ],
            "InkPot":[
                {
                    "Inferior": "Face", 
                    "Superior": "Visage"
                },
                {
                    "Inferior": "Need", 
                    "Superior": "Yearn"
                },
                {
                    "Inferior": "Morning", 
                    "Superior": "Sunrise"
                },
                {
                    "Inferior": "Cried", 
                    "Superior": "Wept"
                },
                {
                    "Inferior": "Been an idiot", 
                    "Superior": "Been a fool"
                },
                {
                    "Inferior": "Cart", 
                    "Superior": "Carriage"
                },
                {
                    "Inferior": "Stars", 
                    "Superior": "Galaxies"
                },
                {
                    "Inferior": "Sad", 
                    "Superior": "Devastated"
                },
                {
                    "Inferior": "Pie-Eyed", 
                    "Superior": "Besotted"
                },
                {
                    "Inferior": "Hell", 
                    "Superior": "Eternal Hellfire"
                }
            ],
            "Consequences":{
                "Less than 5 points": "Emery write back, believing that you are worse than ever and that there is no hint of sincerity in your writing. You receive no further correspondence.",
                "5 to 7 points": "Emery's heart is softened by your words, but cannot be with you. Emery is happy to be friends with you.",
                "8 to 10 points": "You receive a heartfelt letter from Emery, admitting that you have changed and that you both should meet by the fountain on Monday evening to rekindle your love.",
                "11+ points": "You receive no correspondence. Instead, a few days after sending, you receive a knock at your door. Emery stands there and you both embrace. You marry within the month."
            },
            "bonus": {
            },
            "reroll":[],
            "noskills": true
        },        
        "Winning a Heart":{
            "Profile": [
                "❖ You are corresponding with Francis Fletcher, an aristocrat who has the eye of many in the land. Francis is refined, intelligent and well-to-do, but does not suffer fools lightly.",
                "❖ Despite being famously fickle, you are determined win Francis over with a perfectlypenned letter from the heart (without looking like an idiot)."
            ],
            "Rules": [
                "❖ Francis respects wealth. Aristocrats gain an extra die in their Heart skill for this letter."
            ],
            "InkPot":[
                {
                    "Inferior": "Gold", 
                    "Superior": "Glittering Diamonds"
                },
                {
                    "Inferior": "Your Body", 
                    "Superior": "Your Form"
                },
                {
                    "Inferior": "Play", 
                    "Superior": "Theatrical Performance"
                },
                {
                    "Inferior": "Music", 
                    "Superior": "Symphony"
                },
                {
                    "Inferior": "Imagine", 
                    "Superior": "Dream"
                },
                {
                    "Inferior": "Wine", 
                    "Superior": "Champaign"
                },
                {
                    "Inferior": "The King", 
                    "Superior": "His Royal Highness"
                },
                {
                    "Inferior": "Wonderful", 
                    "Superior": "Perfection"
                },
                {
                    "Inferior": "Painter", 
                    "Superior": "Artist"
                },
                {
                    "Inferior": "Dinner", 
                    "Superior": "Caviar"
                }
            ],
            "Consequences":{
                "Less than 5 points": "You are visited by Francis' personal aid who tells you to stop your harassing correspondence or there will be trouble.",
                "5 to 7 points": "Your receive a reply, but it is not good news. Your letter was one of the best Francis has read this month, but the feelings are not reciprocated.",
                "8 to 10 points": "Francis writes back, impressed by your letter. Very few people are able to pull off such wonderful language, and Francis wishes to meet with you this week.",
                "11+ points": "A personal aid of Francis appears at your door. He says that Francis was overwhelmed by your letter and believe you to be soulmates."
            },
            "bonus": {
                "The Aristocrat":"heart"
            },
            "reroll":[]
        },        
        "Something More":{
            "Profile": [
                "❖ You are corresponding with Rowan Godfrey, an old friend who you have grown more fond of recently, to the point that you wish to declare your love.",
                "❖ The line of friend and lover can be a precarious one and you do not wish to lose Rowan as a friend."
            ],
            "Rules": [
                "❖ You know Rowan very well, so gain an extra die in Language for this letter."
            ],
            "InkPot":[
                {
                    "Inferior": "Chums", 
                    "Superior": "Friends"
                },
                {
                    "Inferior": "Scare you", 
                    "Superior": "Concern you"
                },
                {
                    "Inferior": "Always", 
                    "Superior": "Eternal"
                },
                {
                    "Inferior": "Ocean", 
                    "Superior": "Seven Seas"
                },
                {
                    "Inferior": "Sadness", 
                    "Superior": "Gloom"
                },
                {
                    "Inferior": "Companions", 
                    "Superior": "Soul Mates"
                },
                {
                    "Inferior": "Song", 
                    "Superior": "Ballad"
                },
                {
                    "Inferior": "Affection", 
                    "Superior": "Passion"
                },
                {
                    "Inferior": "Doomed", 
                    "Superior": "Ill-fated"
                },
                {
                    "Inferior": "Flame", 
                    "Superior": "Inferno"
                }
            ],
            "Consequences":{
                "Less than 5 points": "You receive a letter saying that Rowan is leaving the country, although it doesn't mention a reason. You receive no further correspondence.",
                "5 to 7 points": "Your receive a reply, but Rowan just wants to remain friends. You soon grow apart, but see each other on occasion, although it is awkward.",
                "8 to 10 points": "Rowan writes a relieved letter explaining that the feelings are mutual.",
                "11+ points": "Rowan is ecstatic and immediately begins planning a wedding."
            },
            "bonus": {
                "All":"language"
            },
            "reroll":[]
        },        
        "Forbidden Love":{
            "Profile": [
                "❖ You are corresponding with Florence Payne, whose mother is Lady Bethany Payne, an influential courtier. She is protective and does not allow anyone to see Florence in a romantic way. However, you have caught Florence's eye and have been sneaking around for the past few months.",
                "❖ You are besotted with Florence and you wish to propose in a letter. However, you may have to contend with Lady Bethany if the letter is too obviously declaring your love for Florence. Instead, you must be clever with your language and never directly allude to a proposal, just in case Lady Bethany intercepts the letter."
            ],
            "Rules": [
                "❖ You will have to write this letter in a sly code, that only Florence will understand. Roll an extra Penmanship test at the end of the letter. If this succeeds, gain an extra 2 points. If it fails, reduce your total by 2 points."
            ],
            "InkPot":[
                {
                    "Inferior": "Lawn", 
                    "Superior": "Garden"
                },
                {
                    "Inferior": "Dogs", 
                    "Superior": "Hounds"
                },
                {
                    "Inferior": "White", 
                    "Superior": "Ivory"
                },
                {
                    "Inferior": "Duck", 
                    "Superior": "Swan"
                },
                {
                    "Inferior": "Shining", 
                    "Superior": "Glimmering"
                },
                {
                    "Inferior": "Wellborn", 
                    "Superior": "Noble"
                },
                {
                    "Inferior": "Toss", 
                    "Superior": "Throw"
                },
                {
                    "Inferior": "Smell", 
                    "Superior": "Scent"
                },
                {
                    "Inferior": "Pig", 
                    "Superior": "Sow"
                },
                {
                    "Inferior": "Cherub", 
                    "Superior": "Angel"
                }
            ],
            "Consequences":{
                "Less than 5 points": "You receive an angry letter from Lady Bethany telling you to refrain from any more correspondence. She has placed more guards outside her estate and has ordered them to shoot on site if they see you.",
                "5 to 7 points": "Florence responds, but is confused about your letter, so does not acknowledge your proposal.",
                "8 to 10 points": "Florence agrees to marry you and is impressed with your clever letter.",
                "11+ points": "Florence will marry you, and after showing the exceptional way you proposed..."
            },
            "bonus": {
            },
            "reroll":[],
            "code":true
        }
    },
    "dice":[
        [
            "","","","",""
        ],
        [
            ".-------.",
            "|       |",
            "|   o   |",
            "|       |",
            "'-------'"
        ],
        [
            ".-------.",
            "| o     |",
            "|       |",
            "|     o |",
            "'-------'"
        ],
        [
            ".-------.",
            "| o     |",
            "|   o   |",
            "|     o |",
            "'-------'"
        ],
        [
            ".-------.",
            "| o   o |",
            "|       |",
            "| o   o |",
            "'-------'"
        ],
        [
            ".-------.",
            "| o   o |",
            "|   o   |",
            "| o   o |",
            "'-------'"
        ],
        [
            ".-------.",
            "| o   o |",
            "| o   o |",
            "| o   o |",
            "'-------'"
        ]]
}